{
  "Details": [
    {
      "id": "01",
      "Title": "Dietary and Caloric Recommendations",
      "Title1": "Fluid Intake During Pregnancy",
      "Title2": "Ideal Foods to Eat During Pregnancy",
      "Title3": "Foods to Avoid During Pregnancy",
      "image": "https://merrionultrasound.ie/wp-content/uploads/2024/01/nutrition-during-pregnancy.jpg",
      "image1": "https://merrionultrasound.ie/wp-content/uploads/2024/01/prenatal-nutrition-400x250.jpg",
      "image2": "https://merrionultrasound.ie/wp-content/uploads/2021/07/healthy-diet-and-complications-during-pregnancy-400x250.png",
      "image3": "https://merrionultrasound.ie/wp-content/uploads/2018/02/protein-in-pregnancy-400x250.jpg",
      "Source": "https://www.hopkinsmedicine.org/",
      "Author": "Emily Harper",
      "Date": "July 09, 2024",
      "Link": "https://www.hopkinsmedicine.org/",
      "para": "To maintain a healthy pregnancy, approximately 300 extra calories are needed each day. These calories should come from a balanced diet of protein, fruits, vegetables and whole grains. Sweets and fats should be kept to a minimum. A healthy, well-balanced diet can also help to reduce some pregnancy symptoms, such as nausea and constipation.",
      "para1": "Fluid intake is also an important part of pregnancy nutrition. Follow these recommendations for fluid intake during pregnancy: You can take in enough fluids by drinking several glasses of water each day, in addition to the fluids in juices and soups. Talk to your health care provider or midwife about restricting your intake of caffeine and artificial sweeteners. Avoid all forms of alcohol.",
      "para2": "The following foods are beneficial to your health and fetal development during pregnancy: Vegetables: carrots, sweet potatoes, pumpkin, spinach, cooked greens, tomatoes and red sweet peppers (for vitamin A and potassium) Fruits: cantaloupe, honeydew, mangoes, prunes, bananas, apricots, oranges, and red or pink grapefruit (for potassium) Dairy: fat-free or low-fat yogurt, skim or 1% milk, soymilk (for calcium, potassium, vitamins A and D) Grains: ready-to-eat cereals/cooked cereals (for iron and folic acid) Proteins: beans and peas; nuts and seeds; lean beef, lamb and pork; salmon, trout, herring, sardines and pollock.",
      "para3": "Avoid eating the following foods during pregnancy: Unpasteurized milk and foods made with unpasteurized milk (soft cheeses, including feta, queso blanco and fresco, Camembert, brie or blue-veined cheeses—unless labeled 'made with pasteurized milk') Hot dogs and luncheon meats (unless they are heated until steaming hot before serving) Raw and undercooked seafood, eggs and meat. Do not eat sushi made with raw fish (cooked sushi is safe). Refrigerated pâté and meat spreads. Refrigerated smoked seafood."
    },
    {
      "id": "02",
      "Title": "Optimising Maternal Health: A Comprehensive Guide to Nutrition During Pregnancy",
      "Title1": "Balancing Macronutrients in Pregnancy",
      "Title2": "The Impact of Nutrition on Maternal and Fetal Health",
      "Title3": "The Role of Supplementation in Pregnancy",
      "image": "https://merrionultrasound.ie/wp-content/uploads/2024/01/essential-vitamins-for-pregnancy-980x560.jpg",
      "image1": "https://merrionultrasound.ie/wp-content/uploads/2024/01/balanced-diet-for-expecting-mothers-980x560.jpg",
      "image2": "https://merrionultrasound.ie/wp-content/uploads/2024/01/maternal-nutrition-980x560.jpg",
      "image3": "https://merrionultrasound.ie/wp-content/uploads/2024/01/vitamin-supplementation-980x560.jpg",
      "Source": "https://merrionultrasound.ie/",
      "Author": "John Wilson",
      "Date": "September 07, 2024",
      "Link": "https://merrionultrasound.ie/",
      "para": "Nutrition plays a crucial role in promoting optimal health for both the mother and the developing baby during pregnancy. A healthy pregnancy diet should include a variety of nutrient-dense foods, such as fruits, vegetables, lean proteins, whole grains, and healthy fats. Adequate nutrient intake is essential for the proper development of the baby’s organs, tissues, and skeletal structure. Nutrients like folate, iron, calcium, and omega-3 fatty acids are particularly important during pregnancy. Folate helps prevent neural tube defects, while iron supports the production of red blood cells and prevents anemia. Calcium is necessary for the development of strong bones and teeth, and omega-3 fatty acids, especially DHA, aid in the baby’s brain development.",
      "para1": "During pregnancy, it is important for expecting mothers to not only focus on consuming essential vitamins and minerals but also to prioritize a balanced diet that incorporates the right macronutrients. A balanced diet for expectant mothers should include a combination of carbohydrates, proteins, and fats to ensure optimal gestational nutrition and support the growth and development of the baby. Carbohydrates: Carbohydrates are a crucial source of energy for pregnant women. It is recommended to obtain carbohydrates from sources such as whole grains, fruits, and vegetables. These foods provide essential fiber, vitamins, and minerals that support overall health during pregnancy. Proteins: Proteins play a vital role in the growth and development of the baby. Pregnant women should aim to consume lean meats, poultry, fish, legumes, and dairy products to meet their protein requirements. These foods provide essential amino acids that are necessary for the formation of tissues, organs, and muscles. Fats: Healthy fats, including omega-3 fatty acids, are crucial for brain development in the baby. Fish, nuts, and seeds are excellent sources of these essential fats. It is important for expecting mothers to incorporate these foods into their diet to ensure the proper development of the baby’s brain and nervous system. Pregnancy Superfoods: Including pregnancy superfoods in the diet can provide a variety of essential nutrients and antioxidants. Berries, leafy greens, and avocados are examples of pregnancy superfoods that are packed with vitamins, minerals, and phytochemicals that support maternal and fetal wellbeing. To summarize, a balanced macronutrient intake is crucial for expectant mothers to maintain optimal gestational nutrition. Incorporating carbohydrates, proteins, and healthy fats, along with pregnancy superfoods, into the diet ensures that both the mother and baby receive the necessary nutrients for healthy development.",
      "para2": "Maternal nutrition plays a crucial role in promoting the health and well-being of both the mother and the developing baby during pregnancy. Proper nutrition is essential for optimal maternal and fetal health, and inadequate intake of essential nutrients can have detrimental effects.",
      "para3": "Comprehensive nutritional supplementation plays a crucial role in supporting the health and well-being of pregnant women, especially those with inadequate nutrition. Multiple micronutrient supplements, combined with a balanced protein energy intake, have been associated with improved birth outcomes. Supplementation with specific vitamins and minerals, such as folic acid, iron, and vitamin D, may be necessary to meet the increased nutrient requirements during pregnancy."
    },
    {
      "id": "03",
      "Title": "Food cravings in pregnancy: Researchers have discovered neural mechanisms that regulate it during pregnancy",
      "Title1": "What role does dopamine play in a woman’s pregnancy?",
      "Title2": "What are the consequences of compulsive eating during pregnancy?",
      "Title3": "What is the outcome of research into food cravings during pregnancy?",
      "image": "https://merrionultrasound.ie/wp-content/uploads/2022/06/Food-cravings-in-pregnancy-2.jpeg",
      "image1": "https://merrionultrasound.ie/wp-content/uploads/2022/06/Food-cravings-in-pregnancy-3.jpg",
      "image2": "https://merrionultrasound.ie/wp-content/uploads/2022/06/Food-cravings-in-pregnancy.jpeg",
      "image3": "https://merrionultrasound.ie/wp-content/uploads/2018/02/protein-in-pregnancy-400x250.jpg",
      "Source": "https://merrionultrasound.ie/",
      "Author": "Sophia Carter",
      "Date": "September 19, 2024",
      "Link": "https://merrionultrasound.ie/",
      "para": "A lot of people have had the uncontrollable desire to eat a particular food. These cravings (also known as food cravings) are pretty common, particularly during pregnancy. During this period, the mother’s body undergoes a range of behavioral and physiological changes to provide a favourable climate for the development of the embryo. However, frequent consumption of high-calorie, tasty foods (due to cravings) may contribute to obesity and weight gain, and during pregnancy, that can be harmful to the baby’s health. Did you ever wonder what role dopamine might play in this?",
      "para1": "When you’re pregnant, it’s not just your body that’s changing – your brain is, too. Dopamine, a neurotransmitter involved in motivation and reward, plays a key role in these changes. For example, dopamine helps to increase food cravings in pregnancy, which helps to ensure that you and your baby get the nutrients you need.",
      "para2": "When you’re pregnant, food cravings can be hard to resist. But it’s important to remember that what you eat has a direct impact on your baby’s health. If you compulsively eat unhealthy foods, you’re putting your baby at risk for obesity, diabetes, and other serious health problems.",
      "para3": "The researchers found increased levels of dopamine (as well as D2R receptor activity) in the nucleus accumbens, a region of the brain involved in the reward circuit. This finding suggests that pregnancy causes a complete reorganization of mesolimbic neuronal circuits via D2R neurons, and that these neural cells (and their deterioration) are responsible for food cravings, as one of the researchers, Haddad-Tóvolli, discovered that food anxiety, which is common throughout pregnancy, vanished after blocking their activity. Researchers led by Haddad-Tóvolli and Claret discovered that chronic cravings affect offspring. They cause weight gain, anxiety, and eating disorders by disrupting metabolism and the formation of neural circuits that control food consumption. Claret concludes that these findings are unexpected because many studies look at how a mother’s ongoing habits (such as malnutrition, chronic stress or obesity) affect her baby’s health. Nonetheless, this study suggests that brief but recurring behaviors, like binge eating, are sufficient to increase the offspring’s metabolic and psychological vulnerability."
    },
    {
      "id": "04",
      "Title": "Pregnancy stages and changes",
      "Title1": "First trimester",
      "Title2": "Second trimester",
      "Title3": "Third trimester",
      "image": "https://healthbanks.us/wp-content/uploads/2022/03/Pregnancy-Stages-Infographic-copy.jpg",
      "image1": "https://healthbanks.us/wp-content/uploads/2022/08/cord-blood-banking-where-are-stem-cells-web.jpg",
      "image2": "https://healthbanks.us/wp-content/uploads/2022/11/Pregnancy-Health-Tips-Blog.jpg",
      "image3": "https://healthbanks.us/wp-content/uploads/2022/11/HealthBanks-Pregnancy-Weeks.jpg",
      "Source": "https://www.betterhealth.vic.gov.au/",
      "Author": "Liam Johnson",
      "Date": "September 19, 2024",
      "Link": "https://www.betterhealth.vic.gov.au/",
      "para": "If you are pregnant, your body is experiencing major change. From symptoms that you might expect, to ones that are completely unexpected, every woman will have a different pregnancy experience. We talk about 3 stages of pregnancy – first trimester, second trimester and third trimester. Some physical and emotional experiences are more common in each of these trimesters.",
      "para1": "In the first trimester: You feel tired and possibly nauseous (like vomiting). You gain 1 or 2 kilograms, or maybe less if you have morning sickness. Most of this weight is in the placenta (which feeds your baby), your breasts, your uterus (womb) and the extra blood that you are making. Your heartbeat and breathing rate are faster. Your breasts become tender, larger and heavier. Your growing uterus puts pressure on your bladder, so you feel like you need to urinate (pee) a lot. You may feel swinging moods. You know exactly how you feel about having a baby, or you have no idea how to feel!",
      "para2": "In the second trimester: You start to feel better, with less tiredness, morning sickness and moodiness. You may feel your mind is wandering and not focused at work or at home. You gain about 6 kilograms. You may feel anxious about tests (including an ultrasound) done at this stage. But, if they find any health issues, these tests will ensure you and your baby receive the right care. Your hair may become thicker and your fingernails may become stronger. Or, your nails may be softer and break more easily. You may crave some foods, such as sweet, spicy or fatty foods. You may not like the taste or smell of some foods.",
      "para3": "In the third trimester: Forgetfulness may continue. You feel tired and probably uncomfortable. You may be annoyed by the discomfort. You may start to worry about labour as it nears. You probably gain about 5 kilograms. Much of this weight is your baby, but also amniotic fluid, the placenta, your breasts, your blood and your uterus. You may have back pain. You may find it hard to sleep because you are uncomfortable. The baby may be placing pressure on your lungs, making it harder to breathe. You may feel Braxton Hicks contractions (tightening of the muscles of the uterus). They do not mean labour is starting."
    },
    {
      "id": "05",
      "Title": "Body Changes to Expect during Pregnancy",
      "Title1": "Heartburn",
      "Title2": "Trouble Sleeping",
      "Title3": "Thicker Hair, Followed by Hair Loss",
      "image": "https://familydoctor.org/wp-content/uploads/2016/11/pregnancy-test-848x445.jpg",
      "image1": "https://www.carygastro.com/uploads/blog/_1200x720_crop_center-center_100_none/What-Causes-Chronic-Heartburn.jpg",
      "image2": "https://www.ohow.com/wp-content/uploads/2021/03/OHOW-Blog-March_1280x853-450x400.jpg",
      "image3": "https://wimpoleclinic.com/wp-content/uploads/2023/12/Female-Temple-Hair-Loss-Causes-Prevention-Treatment.jpg",
      "Source": "https://unmhealth.org/",
      "Author": "Olivia Brown",
      "Date": "August 13, 2023",
      "Link": "https://unmhealth.org/",
      "para": "Food cravings. Morning sickness. Sore and swollen breasts. These are all well-known symptoms that many pregnant women encounter. But pregnancy can cause all sorts of seemingly strange things to happen to your body. I know firsthand, having experienced several of these side effects during my own prior pregnancy- and I am just getting started again with my second as I am in the second trimester now. It can be difficult to tell what’s normal and what's not when so many changes are happening at once. So, let’s take a look at some of the less expected – but all normal – side effects of pregnancy, your treatment options and when to talk with a doctor.",
      "para1": "Why it happens: Heartburn is very common in pregnancy. Your body produces large amounts of progesterone during pregnancy. This hormone relaxes the smooth muscle tissues to prepare for your belly to grow. But it also relaxes the lower esophageal sphincter—a muscle that usually seals stomach acid away from the throat. When lax, this bundle of muscles allows acid and food to travel backward from the stomach, causing a burning sensation in your chest.",
      "para2": "Why it happens: Pregnancy hormones can cause intense, vivid dreams early in pregnancy, which may wake you up. At about 10 to 12 weeks, you might notice that you need to use the bathroom more often, disrupting your sleep further. Also, as your belly grows, it makes it harder to find a comfortable way to sleep, making those all-important Zzzs even harder to achieve. Many pregnant women also note that their babies are most active at night—babies tend to be more nocturnal, even into the newborn stage, and you may notice the activity more during pregnancy when you’re lying down making it seem like your little one is quite the night owl.",
      "para3": "Why it happens: Here’s one pregnancy side effect you might appreciate: thicker and more shiny hair. You’ll likely notice more luscious locks early in pregnancy, thanks to hormones and prenatal vitamins that keep your hair in the growing phase longer. That means less hair falls out than usual. Don’t get too attached to your newly luscious locks. Once your baby is born, all that hair that didn’t fall out during pregnancy will. While it may seem overwhelming to lose handfuls of hair at a time, don’t panic. You’re not going bald! It is natural for your hair to thin a bit after you deliver, and it will grow back."
    },
    {
      "id": "06",
      "Title": "Body Changes from Non-pregnant to Pregnant",
      "Title1": "Swelling",
      "Title2": "Shortness of Breath",
      "Title3": "Frequent Urination",
      "image": "https://www.csh.org.tw/dr.tcj/educartion/teaching/PregChange1/bodychanges.jpg",
      "image1": "https://www.csh.org.tw/dr.tcj/educartion/teaching/PregChange1/Preg.jpg",
      "image2": "https://www.sakraworldhospital.com/spl_splimgs/shortness-of-breath.png",
      "image3": "https://www.fitterfly.com/blog/wp-content/uploads/2023/01/Understanding-the-Link-between-Frequent-Urination-and-Diabetes.jpg",
      "Source": "https://www.csh.org.tw/",
      "Author": "Ethan Miller",
      "Date": "January 24, 2024",
      "Link": "https://www.csh.org.tw/",
      "para": "Breasts - Increase in size, nodularity and sensitivity. Production of colostrum occurs in late pregnancy. Breasts weigh each 1/2 pound by delivery. Uterus - It's weight increases from 2 oz to 2 lb at term and volume of its cavity increases from 10 mL (2 tsp) to 2-10 L at term. Blood - Total blood plasma volume increases by 50%. Lungs - Expansion and flaring of lower ribs due to increased capacity of lung volume. Oxygen consumption increases by 14%, half going to developing fetus, and rest consumed by growing uterus, breast tissue, and increased respiratory and cardiac demands. Heart - increases in size due to increased workload and cardiac output. Heart moves upward and laterally from non-pregnant position. Bladder - Growing uterus displaces the bladder forward and upward. Bladder volume decreases as compression of uterus increases.",
      "para1": "During pregnancy you have more blood and other fluids in your body. In addition, your growing uterus puts pressure on some large blood vessels. As a result, some swelling is common, particularly in your hands and feet.",
      "para2": "Your growing uterus puts pressure on some of your internal organs. As a result, your lungs do not have as much room to expand.",
      "para3": "As your baby grows, your bladder has less room to expand. Even a small amount of urine in your bladder may give you an urge to 'go'. Many women also find that a cough, sneeze, or laugh can cause a small amount of urine to leak out."
    },
    {
      "id": "07",
      "Title": "Body Image: Loving Your Body Before, During, and After Your Pregnancy",
      "Title1": "Understanding what your body is doing for your baby",
      "Title2": "Pregnancy Metabolism",
      "Title3": "Have a good support network",
      "image": "https://americanpregnancy.org/wp-content/uploads/2012/04/body_image_loving_yourself.jpg",
      "image1": "https://www.motherhoodindia.com/wp-content/uploads/2023/07/1-5.png",
      "image2": "https://www.motherhoodindia.com/wp-content/uploads/2023/07/2-4.png",
      "image3": "https://www.storkhelpers.com/media/site/news-page/pexels-photo-6321488-sm.jpeg",
      "Source": "https://americanpregnancy.org/",
      "Author": "Ava Davis",
      "Date": "November 16, 2022",
      "Link": "https://americanpregnancy.org/",
      "para": "Loving your body image before pregnancy can help you get through the physical and emotional changes during pregnancy. Having a positive body image of yourself is not about what you look like, but how you feel about yourself. This is crucial in pregnancy since there will be body changes that you cannot control. It is also helpful to understand why your body is going through these changes.",
      "para1": "As soon as your egg is fertilized and implanted in your uterus, your body begins to go through changes. These changes are a result of your baby’s growth and development. Your baby has a fetal life-support system that consists of the placenta, umbilical cord, and amniotic sac. The placenta produces hormones that are necessary to support a healthy pregnancy and baby.",
      "para2": "Your metabolism will increase, so you may have food cravings and the desire to eat more. Your body is requiring more nutrients to feed both you and your baby. Your uterus will enlarge and the amniotic sac will be filled with amniotic fluid. The amniotic fluid is there to protect your baby from any bumps or falls.",
      "para3": "It is a good idea to surround yourself with positive people. During your pregnancy, you can be more vulnerable to negative self-talk, and it can affect you in a negative way. If you are feeling that you are not getting the support you need, share that with those around you."
    },
    {
      "id": "08",
      "Title": "Myths vs. Facts: Signs You’re Having a Baby Girl",
      "Title1": "Carrying high: myth",
      "Title2": "Carrying around the middle: myth",
      "Title3": "Faster fetal heart rate: myth",
      "image": "https://appnhs24wp41a8c38064.blob.core.windows.net/blobappnhs24wp41a8c38064/wp-content/uploads/2023/04/weeks6to9-2.png",
      "image1": "https://cdn.cdnparenting.com/articles/2018/06/21185141/Baby-position-in-8th-month.webp",
      "image2": "https://cdn.cdnparenting.com/articles/2018/05/415924828-H.webp",
      "image3": "https://cdn.cdnparenting.com/articles/2018/05/447954406-H-1024x700.webp",
      "Source": "https://www.healthline.com/",
      "Author": "Benjamin Garcia",
      "Date": "April 19, 2024",
      "Link": "https://www.healthline.com/",
      "para": "Are you having a girl or boy? The sex reveal is probably one of the most exciting parts of your pregnancy. But is there any way to learn the answer without an ultrasound? How accurate are all of those stories about sex prediction, anyway? If you’re hoping for a girl, you’re probably taking a look at all the clues — both anecdotal and otherwise.",
      "para1": "If you’re carrying high, congratulations — it’s a girl! Or so the saying goes, at least. But there could be another reason for a high belly. If it’s your first pregnancy and your body is in good shape, your stomach muscles, body shape, and how much weight you gain during your pregnancy will all play a role in how you’re carrying.",
      "para2": "There’s a similar tale about where you’re carrying that baby weight. If your pregnancy weight gain is around the middle, it’s because you’re having a baby girl. All in front? A bouncing baby boy is on the way. But again, how and where you carry is related to your body type, weight gain, and other physical factors. It won’t help determine your baby’s sex.",
      "para3": "Listen closely the next time your doctor listens to the baby’s heartbeat. According to some, a rapid rate of more than 140 beats per minute means you’re having a girl. The heart rate of a baby girl is usually faster than that of a baby boy. But this is only true after labor begins. Before that, it’s the age of a fetus that really affects heart rate speed. Around week 5 of pregnancy, the fetus’s heart rate is roughly the same as the mother’s, between 80 to 85 beats per minute. It will quicken steadily until week 9, topping off between 170 and 200 beats per minute. It then starts to slow down to an average of somewhere between 120 and 160."
    },
    {
      "id": "09",
      "Title": "Baby movements during pregnancy: Understanding what’s normal and what’s abnormal",
      "Title1": "Quickening",
      "Title2": "Movements in second trimester",
      "Title3": "How is the third trimester different?",
      "image": "https://images.healthshots.com/healthshots/en/uploads/2022/07/07124421/pregnancy-770x436.jpg",
      "image1": "https://images.healthshots.com/healthshots/en/uploads/2022/05/29155848/pregnancy-issue.jpg",
      "image2": "https://images.healthshots.com/healthshots/en/uploads/2022/05/12104033/pregnancy-1.jpg",
      "image3": "https://d2jx2rerrg6sh3.cloudfront.net/image-handler/ts/20190919123651/ri/673/picture/2019/9/%40shutterstock_1130966534.jpg",
      "Source": "https://www.healthshots.com/",
      "Author": "Mia Martinez",
      "Date": "September 07, 2024",
      "Link": "https://www.healthshots.com/",
      "para": "One of the most important milestones in pregnancy is when the mother starts to feel the baby’s movements in her womb. It indicates the good health and well being of the little one, and strengthens the bond between the mother and child. But sometimes, it can be difficult for the new mother to understand until a movement pattern is established, and sometimes even after that, it gets difficult to assess whether the baby is fine or not.",
      "para1": "Quickening is a term used to describe the first fluttery movements, which feel like bubbles or butterflies in the tummy. Generally, perception of baby movements is by 20-22 weeks for first time moms, whereas it is around 16-18 weeks for women with second or third pregnancy. Initial movements, almost up to the seventh month, are unpredictable and uncoordinated. But by 36-37 weeks, movements again decrease due to increased weight of the baby, reduced fluid and the smaller space available for the baby to move inside the uterus.",
      "para2": "During the second trimester, the baby’s movements might be a bit unexpected. You will start to notice foetal movements a bit more regularly, and with increased intensity. But remember, your infant is only getting started. As the baby grows, purposeful movements begin and can be noticed with some stretches, some belly kicks and of course, some punches.",
      "para3": "During the third trimester, the movement of the baby becomes quite vigorous and can result in quite an uncomfortable feeling for the mother and can cause nausea as well. The intensity and number of movements start to decrease closer to 36-37 weeks because as the baby grows, fluid around it reduces, thus reducing the space for it to move around inside the womb. At this time, doctors normally suggest doing kick count, which means keeping a check on how many times a baby kicks during a certain interval of time. It is also known as Foetal Movement Count (FMC)."
    },
    {
      "id": "10",
      "Title": "Bonding With Your Baby During Pregnancy",
      "Title1": "Get A Glimpse During Ultrasounds",
      "Title2": "Seek Out New Experiences",
      "Title3": "Meditate",
      "image": "https://immunifyme.com/blog/wp-content/uploads/2020/10/oo.jpg",
      "image1": "https://immunifyme.com/blog/wp-content/uploads/2021/02/close-up-pregnant-woman-with-man--1536x1024.jpg",
      "image2": "https://www.parents.com/thmb/pdoLg8ZTRIxsfYQoX3b9FpqNyUY=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Parents-a-pregnancy-symptom-timeline-Zoe-Hansen-final-cb53a241d4804051b4d832869ffbdb8f.jpg",
      "image3": "https://nurturedbirth.com.au/wp-content/uploads/2021/07/Mothers-day-gift-ideas-2.png",
      "Source": "https://immunifyme.com/",
      "Author": "Charlotte Thompson",
      "Date": "May 06, 2024",
      "Link": "https://immunifyme.com/",
      "para": "Pregnancy is a magical time for a mother. What you might not realize is that it is a magical time for the baby as well. All their senses are slowly developing, meaning that every day they become a little more aware of themselves, and well as their surroundings. As you grow in your journey of motherhood, ensure you try bonding with your baby during pregnancy. Read on for the many benefits you and your little one can experience!",
      "para1": "When you’re pregnant, you can feel your little one and their movements. But being able to see your baby during an ultrasound is a surreal if not an emotional experience. Many expectant parents have said that seeing their baby moving in ultrasounds adds a layer of realism to the pregnancy. You can also take back a picture of your baby from the ultrasound. Though you won’t be able to see any distinct features, having this photo is a great way of bringing you closer to the reality of having a baby. Ultrasound pictures also help dads to bond with their unborn babies.",
      "para2": "Visit a botanical garden and smell different flowers. Try new types of food (consult your obstetrician first). Attend comedy shows, go on picnics, pick up a new hobby. Do everything that interests you, provided it’s allowed and won’t put a strain on you and the baby. Remember that your baby is experiencing what you are experiencing in some form. Introducing them to the world that they are about to become a part of is a great way to go about bonding with your baby during pregnancy.",
      "para3": "While they are in the womb, the baby’s emotions and physiological responses are tied to the mother’s emotions. So, an emotionally calm and healthy mother will always manage to keep the baby calm as well. Meditating to calm your heartbeat will allow you to calm the baby, making it a great way for the both of you to find some peace."
    },
    {
      "id": "11",
      "Title": "Medical Care During Pregnancy",
      "Title1": "How Can I Find Prenatal Care?",
      "Title2": "Routine Visits and Testing During Pregnancy",
      "Title3": "Prenatal Tests",
      "image": "https://www.pbmchealth.org/application/files/1615/7442/5811/rev_Peconic_Bay_Medical_Center_The_Importance_of_Prenatal_Care_IMAGE.jpeg",
      "image1": "https://www.pbmchealth.org/application/files/8615/7442/5541/rev_Peconic_Bay_Medical_Center_The_Importance_of_Prenatal_Care_IMAGE1.jpeg",
      "image2": "https://people.com/thmb/PG34r54I3VCoNs2bkO0h4C3SjTQ=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():focal(999x0:1001x2):format(webp)/motherhood-b333071091f34562a2a53c84d820b684.jpg",
      "image3": "https://thumbor.forbes.com/thumbor/fit-in/900x510/https://www.forbes.com/health/wp-content/uploads/2023/09/paternity-test-while-pregnant.jpeg.jpg",
      "Source": "https://kidshealth.org/",
      "Author": "James Anderson",
      "Date": "October 12, 2023",
      "Link": "https://kidshealth.org/",
      "para": "Prenatal care is health care that a woman gets while pregnant. Going early and regularly for prenatal care can help moms-to-be — and their babies — stay healthy. Regular care lets doctors find and deal with any problems as soon as possible. It's important to start prenatal care as early as possible — ideally, even before a pregnancy starts.",
      "para1": "Pregnant women who are healthy and not expected to have problems during their pregnancy or delivery usually are cared for by: obstetricians: doctors who specialize in pregnancy and childbirth obstetricians/gynecologists (OB/GYNs): doctors who specialize in pregnancy and childbirth, as well as women's health care family doctors: doctors who care for patients of all ages, from birth to the end of life. This can sometimes include pregnancy and childbirth (obstetrical care). midwives: providers who are trained in women's health care needs, including prenatal care, labor and delivery, and postpartum care for uncomplicated pregnancies. Different types of midwives have different levels of training. For example, some midwives have a nursing background and are called certified nurse-midwives. Midwives often work with doctors, but in some states they might work independently.",
      "para2": "Call to schedule your first checkup during the first 6–8 weeks of your pregnancy, or when your period is 2–4 weeks late. Often, the first visit happens after 8 weeks of pregnancy unless there is a problem before then. If you're healthy and have no complicating risk factors, you can expect to see your health care provider: every 4 weeks until the 28th week of pregnancy then, every 2 weeks until 36 weeks then, once a week until delivery.",
      "para3": "Prenatal testing can help health care providers find things like a birth defect or a chromosomal problem in the fetus. It can also diagnose conditions in the pregnant woman that might affect her baby’s health, such as gestational diabetes, anemia, or infections. Prenatal tests are done in the first, second, and third trimesters. Some prenatal tests are screening tests that can only reveal the possibility of a problem. Other prenatal tests are diagnostic tests that can accurately find whether a fetus has a specific problem. A screening test sometimes is followed by a diagnostic test. These can include blood tests, amniocentesis, CVS, and ultrasound exams."
    },
    {
      "id": "12",
      "Title": "Medicines in pregnancy",
      "Title1": "Which medicines are safe?",
      "Title2": "Herbal and homeopathic remedies and aromatherapy in pregnancy",
      "Title3": "Important Therapies",
      "image": "https://i0.wp.com/www.emdocs.net/wp-content/uploads/2017/05/Screen-Shot-2017-05-09-at-12.41.47-AM.png",
      "image1": "https://www.savers.co.uk/blog/wp-content/uploads/2023/04/preg-header-900x420.jpg",
      "image2": "https://www.schwabeindia.com/wp-content/uploads/2022/05/the-complete-guide-to-medicine-during-pregnancy-and-the-expectant-mothers-health.png",
      "image3": "https://www.mymosh.com/wp-content/uploads/2021/09/HPPromo_Pregnancy_454x454-300x300.jpg",
      "Source": "https://www.nhs.uk/",
      "Author": "Emma Robinson",
      "Date": "December 14, 2021",
      "Link": "https://www.nhs.uk/",
      "para": "Most medicines taken during pregnancy cross the placenta and reach the baby. Before taking any medicine when you're pregnant, including painkillers, check with your pharmacist, midwife or GP that it's suitable. When deciding whether to take a medicine during pregnancy, it's important to find out about the possible effects of that medicine on your baby. This is the case both for medicines prescribed by a doctor and for medicines you buy from a pharmacy or shop.",
      "para1": "You can find out information on medicines in pregnancy on the bumps (best use of medicines in pregnancy) website. They also have advice on what to do if you have already taken a medicine in pregnancy. But it's also important to never stop taking a medicine that's been prescribed to keep you healthy without first checking with your doctor. Stopping taking your medicine could be harmful to both you and your baby.",
      "para2": "Not all \"natural\" remedies or complementary therapies are safe in pregnancy. Some products used may not be of a high quality and may contain other substances, such as lead, that could be harmful. You're also advised not to take herbal remedies if you're trying to get pregnant. Tell your midwife, doctor or pharmacist if you're using herbal, homeopathic or aromatherapy remedies or therapies.",
      "para3": "If you do decide to use these therapies, you should always consult a qualified practitioner. You should tell your practitioner that you're pregnant before discussing any treatment. The Professional Standards Authority for Health and Social Care (PSA) provides information on qualified or registered practitioners. Organisations with PSA-accredited voluntary registers include: the Complementary & Natural Healthcare Council, the Federation of Holistic Therapists. Complementary remedies or therapies cannot replace conventional antenatal care."
    },
    {
      "id": "13",
      "Title": "Medical Conditions and Pregnancy",
      "Title1": "Diabetes and Pregnancy",
      "Title2": "High Blood Pressure and Pregnancy",
      "Title3": "Infectious Diseases and Pregnancy",
      "image": "https://www.cdc.gov/pregnancy-hiv-std-tb-hepatitis/media/images/Pregnant-woman-receiving-medical-screening.jpg",
      "image1": "https://d2jx2rerrg6sh3.cloudfront.net/image-handler/ts/20220118112631/ri/1000/src/images/Article_Images/ImageForArticle_22000_16425231911841926.jpg",
      "image2": "https://www.cdc.gov/high-blood-pressure/images/htn-pregnant-woman.jpg",
      "image3": "https://www.imperialcharity.org.uk/application/files/6416/7507/4572/0L4A1681.jpg",
      "Source": "https://www.hopkinsmedicine.org/",
      "Author": "Noah Taylor",
      "Date": "July 29, 2024",
      "Link": "https://www.hopkinsmedicine.org/",
      "para": "Certain medical conditions may complicate a pregnancy. However, with proper medical care, most women can enjoy a healthy pregnancy in spite of medical challenges.",
      "para1": "Diabetes is a condition in which the body does not make enough insulin or the body is unable to use the insulin that is made. Insulin is the hormone that allows glucose to enter the cells of the body to make fuel. When glucose cannot enter the cells, it builds up in the blood and the body’s cells starve to death. If not managed properly, diabetes can have serious consequences for you and your growing baby.",
      "para2": "High blood pressure during pregnancy can lead to placental complications and slowed fetal growth. If left untreated, severe hypertension may cause dangerous seizures, stroke and even death in the mother and fetus. If you have high blood pressure, your doctor will perform kidney function tests, ultrasounds for growth and testing of your baby more frequently to monitor your health and fetal development.",
      "para3": "Infections during pregnancy can pose a threat to your baby. Even a simple urinary tract infection, which is common during pregnancy, should be treated right away. An infection that goes untreated can lead to preterm labor and a rupturing of the membranes surrounding the fetus."
    },
    {
      "id": "14",
      "Title": "Is it safe to exercise in pregnancy?",
      "Title1": "Reason’s you SHOULDN’T exercise during pregnancy",
      "Title2": "How much exercise should I be doing?",
      "Title3": "How hard should you push yourself?",
      "image": "https://sa1s3optim.patientpop.com/assets/images/provider/photos/2648505.jpg",
      "image1": "https://femalephysioco.com/wp-content/uploads/maternity.jpg",
      "image2": "https://excelivf.com/wp-content/uploads/2023/02/The-Importance-of-Regular-Exercise-During-Pregnancy-Dr-Rhythm-Gupta-IVF-Specialist-Excel-IVF.jpg",
      "image3": "https://femalephysioco.com/wp-content/uploads/age.jpg",
      "Source": "https://femalephysioco.com/safe-exercise-in-pregnancy/",
      "Author": "Isabella Moore",
      "Date": "September 19, 2024",
      "Link": "https://femalephysioco.com/safe-exercise-in-pregnancy/",
      "para": "When it comes to exercise in pregnancy, there are many opinions and theories that go around about what is and isn’t safe. It can be quite overwhelming especially if this is your first pregnancy. Historically, pregnant women were typically advised to rest in order to avoid the risk of harming them or their baby. Fast-forward to 2020 and research guidelines are changing more rapidly than ever. Why? Because we now have scientific proof to show the benefits of physical activity during pregnancy for both you and your baby. Given the physical demands of labour and delivery, it is important to maintain your physical strength and function to help you through this time. Exercising in pregnancy helps to reduce pelvic and lower back pain, reduces your risk of prolonged labour and instrumental delivery, reduces the risk of pre-eclampsia, reduces the risk of macrosomia (where the baby is born much larger than average), reduces the risk of pre-term delivery, helps to control maternal weight gain and reduces your risk of gestational diabetes.",
      "para1": "It is always best to check in with your obstetric care provider first (Obstetrician, General Practitioner, Women’s Health Physiotherapist) first to ensure you are cleared to exercise before commencing prenatal exercise. The most common medical conditions where exercise is contraindicated in pregnancy are: significant heart disease, restrictive lung disease, incompetent cervix or cerclage, multiple gestation at risk of premature labour, persistent vaginal bleeding, placenta previa after 26 weeks gestation, premature labour during the current pregnancy, ruptured membranes, preeclampsia or pregnancy-induced hypertension, severe anemia. This is something that needs to be discussed with your medical team prior to commencing any form of exercise.",
      "para2": "In March 2020, The Royal Australian and New Zealand College of Obstetricians and Gynaecologists updated their guidelines on exercise in pregnancy. They state that pregnant women should aim to be physically active on most, preferably all days of the week. They elaborate further by saying that you should aim to accumulate 150-300 minutes of moderate intensity exercise per week, that’s around 30 minutes of exercise daily. If you were previously inactive prior to pregnancy, you should start with 15-20 minutes of exercise with the aim to build up to 30 minutes.",
      "para3": "The recommended heart rate zone during pregnancy is 60-80% of maximal aerobic capacity. If you were sedentary prior to pregnancy, you should work at the lower end of this zone and if you were accustomed to regular exercise before pregnancy, then you may work at the upper limit. Have a look at Table 1 for appropriate heart rate zones according to your age. I like to encourage my patients to do the ‘talk test’ to determine if the exercise intensity is moderate or vigorous. If you are exercising at a moderate pace, you should be able to hold a conversation throughout the activity. If you are unable to do this during exercise, you are training at a vigorous pace."
    },
    {
      "id": "15",
      "Title": "Exercise During Pregnancy",
      "Title1": "Kegel’s exercise",
      "Title2": "Dos and Don’ts of exercising",
      "Title3": "When to stop exercising?",
      "image": "https://www.sparshhospital.com/wp-content/uploads/2023/10/Exercise-During-Pregnancy.jpg",
      "image1": "https://cdn.cdnparenting.com/articles/2017/11/361377368-H.webp",
      "image2": "https://newsnetwork.mayoclinic.org/n7-mcnn/7bcc9724adf7b803/uploads/2015/04/shutterstock_222543373.jpg",
      "image3": "https://femalephysioco.com/wp-content/uploads/is-it-safe-to-exercises-during-pregnancy.jpg",
      "Source": "https://www.sparshhospital.com/blog/exercise-during-pregnancy/",
      "Author": "Lucas White",
      "Date": "October 1, 2023",
      "Link": "https://www.sparshhospital.com/blog/exercise-during-pregnancy/",
      "para": "Pregnant people benefit highly from exercise. Your exercise routine would depend on how active you were prior to the pregnancy. Active people can remain active and sedentary people would be encouraged to start a mild exercise regimen. Exercise will help you to improve your mood, posture and endurance.",
      "para1": "Once you get the go ahead from your doctor you can start with Kegel’s exercise or pelvic floor exercises should be started to strengthen your pelvic floor muscles. It helps to maintain control of bladder as the pregnancy progresses and to reduce chances of hemorrhoids. Walking: Walking is a gentle low-impact form of exercise and is ideal for pregnant women. If you are unused to exercise, you can begin with 10-minute walks and then increase it up to 30 minutes a day for five days a week. Take care to wear supportive footwear and walk on flat even surface. Swimming: Swimming, too, is a low impact form of exercise which does not pose the risk of fall. Again, if you are not used to this form of exercise, start with a short period of time and build it up. Yoga: Deep breathing exercises and mindfulness is highly beneficial. Many mild stretches and strengthening meant for pregnant women can be done regularly.",
      "para2": "Do be careful to maintain hydration. Do avoid any exercise which challenge your balance. Do wear loose and comfortable clothes while exercising. Do remember to breathe and be aware of your heart rate during workouts. Don’t do exercises which raise your rate of heartbeat and breathing to such an extent that makes talking impossible. Don’t do exercises that lead to overheating.",
      "para3": "It is important to recognize when to stop exercising to avoid any danger to the fetus. Please stop and contact a doctor if you notice any of the following symptoms while exercising: Nausea, Overheating, Feel like you are starting to overheat, Difficulty in breathing, Unsteady or uncomfortable heartrate, Headache."
    },
    {
      "id": "16",
      "Title": "KEEP ALL YOUR MOVEMENTS SMOOTH!",
      "Title1": "Benefits of Exercise During Pregnancy",
      "Title2": "Physical Changes to Keep in Mind",
      "Title3": "How to Exercise Safely",
      "image": "https://www.motherbabychild.com/wp-content/uploads/2022/12/Pregnant-woman-1.jpg",
      "image1": "https://www.lecomwellness.com/wp-content/uploads/sites/6/2019/02/Feb25MainPic.jpg",
      "image2": "https://goqii.com/blog/wp-content/uploads/exercises-during-pregnancy1.jpg",
      "image3": "https://ghost-cms.s3.ap-south-1.amazonaws.com/2023/12/Exercise-During-Pregnancy_truworth-wellness.jpg",
      "Source": "https://www.motherbabychild.com/2022/good-living/exercising-during-pregnancy-2/",
      "Author": "Amelia Harris",
      "Date": "June 13, 2023",
      "Link": "https://www.motherbabychild.com/2022/good-living/exercising-during-pregnancy-2/",
      "para": "Regardless of the kind of exercise you do when expecting, the changes that occur in your body during pregnancy can make it easier to injure your joints, so steer clear of exercise that requires sudden, jerky or high impact movements! Some women are more prone to dizziness if they change position quickly. Also, good to remember is that your centre of gravity shifts as your belly grows, so it’s easier to lose your balance and fall doing activities that would have been easy for you before your pregnancy.",
      "para1": "Exercise during pregnancy can: Improve strength and stamina, Strengthen muscles in preparation for labor and delivery, Help to resolve constipation, Improve fitness, Relieve back pain, Increase flexibility, Improve your mood, Improve your sleep.",
      "para2": "At the same time, there are a number of key points to keep in mind while you exercise: Your balance and center of gravity will change as your baby grows larger, You may feel more short of breath as oxygen demands change, Blood volume increases so your heart's workload increases, Pregnancy hormones can cause ligaments to loosen and stretch.",
      "para3": "Whether you are pregnant or not, it always is important to warm up and cool down when exercising. Take five to 10 minutes at the beginning of your exercise session to gradually warm up your muscles and prepare your body. When you finish your exercise session, gradually slow down rather than stopping abruptly. The warm-up and cool-down periods can involve the same form of activity as your exercise — for example, walking or swimming — but should be performed at a lower intensity and slower speed."
    },
    {
      "id": "17",
      "Title": "Pelvic Floor Exercises during Pregnancy",
      "Title1": "Specific Functions of The Pelvic Floor",
      "Title2": "How Pregnancy Affects the Pelvic Floor",
      "Title3": "Protecting Your Pelvic Floor Throughout Pregnancy",
      "image": "https://www.babyinfo.com.au/wp-content/uploads/2020/08/pelvic_floor_exercises_babyinfo.jpg",
      "image1": "https://www.babyinfo.com.au/wp-content/uploads/2020/08/pelvic_floor_exercises_healthy_eating_helps_babyinfo.jpg",
      "image2": "https://www.babyinfo.com.au/wp-content/uploads/2020/08/pelvic_floor_exercises_exercising_helps_babyinfo_a_1556949044.jpg",
      "image3": "https://www.babyinfo.com.au/wp-content/uploads/2020/08/Pelvic_floor_exercises_eight_circles_babyinfo_a_1556949061.jpg",
      "Source": "https://www.babyinfo.com.au/pregnancy/health-and-fitness/pelvic-floor-exercises/",
      "Author": "Alexander Clark",
      "Date": "February 7, 2024",
      "Link": "https://www.babyinfo.com.au/pregnancy/health-and-fitness/pelvic-floor-exercises/",
      "para": "Both women and men have a pelvic floor, but it plays an extra roll for women. It is the connective tissue, muscles, ligaments and nerves that support the bladder, rectum, uterus, and vagina. The muscles of the pelvic floor stretch from the pubic bone to the backbone. The pelvic floor is especially important during pregnancy. This is because it supports your growing uterus.",
      "para1": "Urinary Control A common complaint among pregnant women is accidentally leaking urine when coughing or sneezing. You may also find it more difficult to hold in your urine. Not being able to control urination is called urinary incontinence. The reason this happens is because the strain on the pelvic floor from the growing uterus weakens the pelvic floor, giving you less control over your bladder. Bowel Control In addition to helping to control urination, the pelvic floor also aids in controlling the bowel.A weakened pelvic floor can lead to bowel incontinence. Bowel incontinence, also known as fecal incontinence, is the inability to control the bowel. This can lead to embarrassing accidents and is also the reason that many pregnant women have trouble controlling flatulence. Support of the Vagina The pelvic floor also plays a vital role in supporting the vagina. When the pelvic floor is weakened by pregnancy or otherwise, it can cause pelvic organ prolapse. This is when the organs in the pelvis – such as the bladder, uterus, and rectum – drop out of place. When this happens, they tend to push against the walls of the vagina. This can result in vaginal pain and a bulge in the vagina. It can also cause reduced vaginal sensitivity and negatively impact your sex life.",
      "para2": "There are different things that can put strain on the pelvic floor with one of the worst being pregnancy. During pregnancy, your uterus grows a substantial amount and weighs much more than prior to pregnancy. This extra weight puts strain on your muscles and can weaken or damage the pelvic floor. During pregnancy, constipation can also be a common occurrence, and can put even more strain on the pelvic floor.",
      "para3": "Fortunately, there are ways that you can help to prevent weakening and damage to your pelvic floor during pregnancy. One way to do this is to ensure you have a healthy pregnancy diet. You should be doing this regardless to ensure a healthy pregnancy and baby, but it also can benefit your pelvic floor. The reason being is that a healthy and balanced diet throughout your pregnancy can help reduce the chance of constipation. Specifically ensure good water and fiber intake to avoid constipation. Chronic constipation during pregnancy can put unnecessary strain on your pelvic floor causing weakening and/or damage."
    },
    {
      "id": "18",
      "Title": "Husband and Wife Relationship during Pregnancy",
      "Title1": "How Does Pregnancy Change the Relationship Between a Husband and Wife?",
      "Title2": "Why Is It Important to Maintain a Good Relationship Between a Wife and Husband During Pregnancy?",
      "Title3": "Tips to Keep the Relationship Healthy While Pregnant",
      "image": "https://cdn.cdnparenting.com/articles/2018/03/348347537-H-1024x700.webp",
      "image1": "https://cdn.cdnparenting.com/articles/2018/03/384127192-H.webp",
      "image2": "https://image.marriage.com/advice/wp-content/uploads/2016/03/112.jpg",
      "image3": "https://image.marriage.com/advice/wp-content/uploads/2018/12/Scare-him-with-news-of-your-pregnancy.jpg",
      "Source": "https://parenting.firstcry.com/articles/husband-and-wife-relationship-during-pregnancy-things-you-need-to-know/",
      "Author": "Evelyn Lewis",
      "Date": "October 27, 2023",
      "Link": "https://parenting.firstcry.com/articles/husband-and-wife-relationship-during-pregnancy-things-you-need-to-know/",
      "para": "Pregnancy will bring about a lot of changes in your body and in your life. It can affect you both physically and mentally. During pregnancy, while you learn to deal (and try to embrace) with the physical changes in your body, you will also have to deal with the mental stress that you will take for no apparent reason. The worse? Pregnancy hormones, physical changes, or mental stress can affect your marriage and the bond that you share with your partner.",
      "para1": "Nevertheless, it is essential that your partner is aware and supportive of your feelings the entire time. This article will help you understand how your relationship with husband could change during pregnancy. It also offers some tips which you can follow to maintain a healthy relationship with your partner. How Does Pregnancy Change the Relationship Between a Husband and Wife? You could have had a rock-solid marriage until now, with zero fights, arguments or even frowns. But don’t expect the status quo to be the same during pregnancy. Pregnancy can affect your relationship with your husband in the following ways – Your husband or partner might be just as anxious or stressed as you are, especially if you don’t communicate your needs to him. These feelings can lead to emotional distance and a lack of intimacy. The hormones coursing through your body have emotional side-effects, such as fear, anxiety, and paranoia. Many women begin to counter these emotions by becoming clingy and forcing their affections on the husband. Your sex drive will be in flux, but if you feel tired, nauseous, and queasy when your husband tries to initiate lovemaking, he might feel neglected or let down by you. This could further slow down things between both of you.",
      "para2": "You and your spouse must be probably settled into the comfort of routine with each other. Your everyday responsibilities are easier when shared. The security of going home to someone who will be there for you is something many people desire. And when you become pregnant, the responsibilities and anxieties increase in equal measure. Sharing these burdens will be both helpful and healthy for you and your baby. Consider how your lives are about to change and make the decisions that are right for the little one that is soon to come home.",
      "para3": "Having a baby means a lot more work for both of you after birth. You can prepare in advance in many ways. This includes creating a sleeping area for the newborn, either in your room or in a separate nursery, buying nappies, milk bottles, baby clothes, pacifiers, blankets, pillows, toys, cribs and innumerable other essential items. Doing these chores together will help the new father feel wanted and in-charge of baby decisions than otherwise."
    },
    {
      "id": "19",
      "Title": "Relationship Problems During Pregnancy And Ways To Deal With Them",
      "Title1": "Pregnancy and relationship problems",
      "Title2": "Maintaining relationships during pregnancy",
      "Title3": "Dealing with fights during pregnancy",
      "image": "https://www.growingself.com/wp-content/uploads/2018/01/kelly-sikkema-325963-e1515615807174.jpg.webp",
      "image1": "https://www.caryobgyn.com/wp-content/uploads/2023/06/pregnancy-relationships-hero.jpg",
      "image2": "https://image.marriage.com/advice/wp-content/uploads/2015/11/ovrcmng-probs-in-pregnncy.jpg",
      "image3": "https://image.marriage.com/advice/wp-content/uploads/2018/05/Why-Do-Relationships-Fall-Apart-During-Pregnancy.jpg",
      "Source": "https://www.megawecare.com/good-health-by-yourself/pregnancy/relationship-problems-during-pregnancy",
      "Author": "Daniel Hall",
      "Date": "September 16, 2024",
      "Link": "https://www.megawecare.com/good-health-by-yourself/pregnancy/relationship-problems-during-pregnancy",
      "para": "Pregnancy is a crucial time for a couple as it can turn a lot of things around. It's a unique experience to go through with your partner. However, understanding each other through all of it can be a task. This article will tell you all about dealing with relationship problems during pregnancy.",
      "para1": "Pregnancy and relationship problems go hand-in-hand. If you are pregnant now, or have experienced pregnancy in the past, then you know exactly what we are talking about. Ever since you saw those two lines on your pregnancy test, you began daydreaming about the many lovely moments that you will create together with your partner: family and friends get-togethers, decorating the baby's room, and baby showers. Though no one can steal these experiences from you, there might arise a few challenging moments and relationship stress during pregnancy that will test your patience and trust. Truth be told, early pregnancy isn't always a positive experience and may not always bring out the best in people. As far as patience, understanding, and reasonableness go, you haven't got a lot going for you. This is how fights between you and your partner arise.",
      "para2": "Having a strong and satisfying relationship helps you gain better physical and psychological health. But most importantly, it has a very positive effect on the health and wellbeing of the baby. Between 40 and 70% of couples report some decline in their relationship during the first year of childbirth. Everything happening in your life now becomes focused on your baby. This little person has a direct influence on the things you do daily and vice versa. Therefore, it is important to put out any little fires that might cause relationship problems during pregnancy, as it sets the tone for how you will act as a parent.",
      "para3": "Being pregnant, you might experience mixed, changing, and strained feelings. You may move from excitement to complete confusion within a minute, causing a strain in your relationship. There may be other ways in which pregnancy can affect your life as well. For instance, if one of you has to take leave from work, then there might also be the financial aspect that will come into the picture. So, each of you can be affected by the other's feelings about pregnancy and the changes it brings."
    },
    {
      "id": "20",
      "Title": "How To Stay Connected To Your Husband During Pregnancy",
      "Title1": "Talk To Him About How You’re Feeling",
      "Title2": "Involve Him In Appointments and Decision Making",
      "Title3": "Ask Him How He Feels About Situations and His Experience",
      "image": "https://theempoweredmama.com/wp-content/uploads/2019/06/SML-7-Ways-to-Stay-Connected-to-Your-Husband-During-Pregnancy-5-1024x667.jpg.webp",
      "image1": "https://theempoweredmama.com/wp-content/uploads/2019/06/SML-7-Ways-to-Stay-Connected-to-Your-Husband-During-Pregnancy-2-1024x667.jpg.webp",
      "image2": "https://theempoweredmama.com/wp-content/uploads/2019/06/SML-7-Ways-to-Stay-Connected-to-Your-Husband-During-Pregnancy-4-1024x667.jpg.webp",
      "image3": "https://theempoweredmama.com/wp-content/uploads/2019/06/SML-7-Ways-to-Stay-Connected-to-Your-Husband-During-Pregnancy-3-1024x667.jpg.webp",
      "Source": "https://theempoweredmama.com/ways-to-stay-connected-to-your-husband-during-pregnancy/",
      "Author": "Grace Walker",
      "Date": "July 15, 2024",
      "Link": "https://theempoweredmama.com/ways-to-stay-connected-to-your-husband-during-pregnancy/",
      "para": "When you think of what life is going to be like when you’re pregnant, there are all these ideas of beautiful moments with your husband, planning the nursery together, cooing over your growing belly – it all seems like a blissful time.",
      "para1": "I know, I know… feelings… urgh. But, despite our continued expectation that they are; men are not in fact mind readers. Shocking I know – that really needs to be in their upgrade requests. But seriously though, his go to is going to be ‘she’s just hormonal’ because that’s what he’s been told from everywhere, so make sure you let him know what you’re actually feeling. Instead of him just assuming you’re cranky because you’re hormonal, explain to him you’re cranky because you have what feels like a bowling ball sitting in your pelvis and to make matters worse, it feels like your insides are going to fall out.",
      "para2": "While many men still joke about it, the truth is, I haven’t met a man yet who didn’t absolutely love seeing his little baby blob on the screen at the ultrasound appointment and hearing the little gallop of baby’s heartbeat. Involve your husband in the decision-making process – while my husband did the whole ‘you’re the one growing and birthing this baby, you can have whatever you want’ I still asked him what his thoughts were on things and it was so good to have another opinion.",
      "para3": "Like we mentioned earlier, it’s important to acknowledge how your husband is feeling throughout your pregnancy too. If this is baby number 1, he might be absolutely terrified, heck if its baby number 2 or 3 he might be worried about how the family dynamic is going to change or how things are going to be different. A great way to start getting your husband to open up about this is by asking him about his experiences as a kid. How many kids were there in his family and what did family life look like for him? What were the roles of his parents and how do they differ to the roles you two have created for yourselves?"
    }
  ]
}